/* No comment provided by engineer. */
"Break over!" = "Sfîrșitul pauzei!";

/* Label text for cancel button */
"Cancel" = "Anulează";

/* Label text for done button */
"Done" = "Gata";

/* No comment provided by engineer. */
"Done!" = "Gata!";

/* Label for long break in selector */
"Long Break" = "Pauză lungă";

/* Photo by ... */
"Photo by" = "Fotografie:";

/* Label for short break in selector */
"Short Break" = "Pauză scurtă";

/* No comment provided by engineer. */
"Time for some break." = "E timpul pauzei scurte.";

/* No comment provided by engineer. */
"Time for some work." = "E timpul muncii.";

/* The label for the number of work sessions for today */
"Today" = "Astăzi";

/* Label for work in selector */
"Work" = "Munca";

/* No comment provided by engineer. */
"Work done!" = "Munca e gata!";

